Repository: gregertw/cognite-flutter-demo
Catalog: lib/l10n/intl_*.arb
Languages: nb

# loginWelcomeText
source: Welcome to ActingWeb
nb: Velkommen til ActingWeb

# loginLoadEvents
source: Loading events...
nb: Henter meldinger...

# loginButton
source: Log in
nb: Logg inn

# logoutButton
source: Log out
nb: Logg ut

source: Start listening
nb: Start lytting

source: Stop listening
nb: Stopp lytting

source: Unknown
nb: Ukjent

source: Click to view...
nb: Trykk for å se...

# drawerHeaderInitialName
source: Click to view details...
nb: Klikk for å se detaljer...

# drawerProjectName
source: Project name
nb: Prosjektnavn

# drawerHeaderLoggedIn
source: Logged In
nb: Logget inn

# drawerHeaderLoggedOut
source: Logged Out
nb: Logget ut

# drawerConfig
source: Settings
nb: Innstillinger

# drawerAbout
source: About...
nb: Om...

# drawerAboutTitle
source: About this application
nb: Om denne applikasjonen

# drawerAboutMessage
source: This application is a personal project of Greger Wedel (c). The app is registered with Firebase Analytics and username (email), project id, and timeseries external id are registered on login. Report issues at:
nb: Denne applikasjonen er et personlig prosjekt fra Greger Wedel (c). Appen er registrert i Firebase Analytics og brukernavn (email), prosjektid, og ekstern tidsserie id blir registrert ved innlogging. Rapportér problemer på:

# drawerLocalisation
source: Current localisation
nb: Nåværende lokalisering

# drawerLocalisationResultTitle
source: Locale changed
nb: Lokalisering endret

# drawerLocalisationResultMsg
source: Changed to
nb: Endret til

# drawerButtomSheetProjectId
source: Project id
nb: Prosjektid

# drawerButtomSheetApiKeyId
source: Key id
nb: Nøkkelid

# drawerButtomSheetExpires
source: Expires
nb: Utløper

# configConfigureCDF
source: Configure Cognite CDF Project
nb: Konfigurér Cognite CDF prosjekt

# configProject
source: Enter project
nb: Sett prosjektnavn

# configProjectEmpty
source: Project cannot be empty
nb: Prosjektnavn kan ikke være tom

# configAPIkey
source: Enter API key
nb: Sett API nøkkel eller token

# configAPIkeyEmpty
source: API key cannot be empty
nb: API nøkkel/token kan ikke være tom

# configToken
source: Enter token
nb: Legg inn token

# configTimeseriesId
source: Enter external timeseries id
nb: Sett ekstern tidsseries-id

# configTimeseriesIdEmpty
source: Timeseries id cannot be empty
nb: Tidsserie-id kan ikke være tom

# configNrOfDays
source: Enter number of days in initial range
nb: Sett antall dager i første diagram

# configProjectFailed
source: Not able to access CDF project
nb: Tilgang til CDF prosjektet feilet

# chartLeft
source: Pan Left
nb: Gå venstre

# chartRight
source: Pan Right
nb: Gå høyre

# chartZoomIn
source: Zoom In
nb: Zoom inn

# chartZoomOut
source: Zoom Out
nb: Zoom ut

# chartReset
source: Reset
nb: Tilbakestill

# chartHistory
source: Request History
nb: Forespørselhistorie

# chartInfo
source: Documentation
nb: Dokumentasjon

# chartTooltip
source: Tooltip
nb: Markørinfo

# chartMarkers
source: Markers
nb: Punkter

# chartMaximum
source: Maximum(on/off)
nb: Maximum(av/på)

# chartMinimum
source: Minimum(on/off)
nb: Minimum(av/på)

# chartAverage
source: Average(on/off)
nb: Snitt(av/på)

# chartRawValues
source: Raw Values < 1h (on/off)
nb: Rå verdier < 1t (av/på)

# chartContinuousVariance
source: Continuous Variance(on/off)
nb: Kontinuerlig varians(av/på)

# chartDiscreteVariance
source: Discrete Variance(on/off)
nb: Diskret varians(av/på)

# chartCount
source: Count(on/off)
nb: Antall(av/på)

# chartInterpolation
source: Interpolation(on/off)
nb: Interpolering(av/på)

# chartStepInterpolation
source: Step Interpolation(on/off)
nb: Stegvis interpolering(av/på)

# chartTotalVariance
source: Total Variance(on/off)
nb: Total varians(av/på)
